---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.ActualReturnAirflow
source: html/0a1bf574-4e96-369c-e76f-f46f50d7fa8b.htm
---
# Autodesk.Revit.DB.Mechanical.Space.ActualReturnAirflow Property

Get the Actual Return Airflow of the Space.

## Syntax (C#)
```csharp
public double ActualReturnAirflow { get; }
```

## Remarks
This property is used to get the Actual Return Airflow (Unit: CFM) of the Space.